{"content": "Sample Written History and Physical Examination", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Patient Name: Rogers, Pamela", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Date: 6/2/04", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Referral Source: Emergency Department", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Data Source: Patient", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Chief Complaint & ID: Ms. Rogers is a 56 y/o WF who has been having chest pains for the last week.\n\nComment:\nDefine the reason for the patient’s visit as  specifically as possible.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "History of Present Illness", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "This is the first admission for this 56 year old woman, who states she was in her usual state of good health until one week prior to admission. At that time she noticed the abrupt onset (over a few seconds to a minute) of chest pain which she describes as dull and aching in character. The pain began in the left para-sternal area and radiated up to her neck. The first episode of pain one week ago occurred when she was working in her garden in the middle of the day. She states she had been working for approximately 45 minutes and began to feel tired before the onset of the pain.\n\nComment:\nConvey the acute or chronic nature of the problem and establish a chronology. onset character location radiation circumstances; exacerbating factors", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Her discomfort was accompanied by shortness of breath, but no sweating, nausea, or vomiting. The pain lasted approximately 5 to 10 minutes and resolved when she went inside and rested in a cool area.\n\nComment:\nassociated symptoms duration resolution; alleviating factors", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Since that initial pain one week ago she has had 2 additional episodes of pain, similar in quality and location to the first episode. Three days ago she had a 15 minute episode of pain while walking her dog, which resolved with rest. This evening she had an episode of pain awaken her from sleep, lasting 30 minutes, which prompted her visit to the\n\nComment:\nDescribe the natural history of her problem since its onset Change or new circumstances to the problem New duration Reason she come in for visit", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Emergency Department. At no time has she attempted any specific measures to relieve her pain, other than rest. She describes no other associated symptoms during these episodes of pain, including dizziness, or palpitations. She becomes short of breath during these episodes but describes no other exertional dyspnea, orthopnea, or paroxysmal nocturnal dyspnea. No change in the pain with movement, no association with food, no GERD sx, no palpable pain.\n\nComment:\nWhat has patient tried for relief Relevant positive and negative ROS for this complaint", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "She has never been told she has heart problems, never had any chest pains before, does not have claudication. She was diagnosed with\n\nComment:\nReview of systems for the relevant organ system", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "HTN 3 years ago, She does not smoke nor does she have diabetes.\n\nComment:\nRelevant risk factor/environmental conditions", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "She was diagnosed with hypertension 3 years ago and had a", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "TAH with BSO 6 years ago. She is not on hormone replacement therapy. There is a family history of premature CAD.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "She does not know her cholesterol level.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Past Medical History", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Surgical – 1994: Total abdominal hysterectomy and bilateral oophorectomy for uterine fibroids.\n\nComment:\nThis highly relevant, although it may seem like a trivial detail at first", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "1998: Bunionectomy", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Medical History – 1998: Diagnosed with hypertension and began on unknown medication. Stopped after 6 months because of drowsiness.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "1990: Diagnosed with peptic ulcer disease, which resolved after three months on cimetidine. She describes no history of cancer, lung disease or previous heart disease.\n\nComment:\nAlways use generic names", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Allergy: Penicillin; experienced rash and hives in 1985.\n\nComment:\nAlways list the type of reported reaction", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Social History –", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Alcohol use: 1 or 2 beers each weekend; 1 glass of wine once a week with dinner.\n\nComment:\nQuantity", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Tobacco use: None.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Medications: No prescription or illegal drug use.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Occasional OTC ibuprofen (Advil) for headache (QOD).\n\nComment:\nInclude over-the-counter drugs", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Family History", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Mother: 79, alive and well.\n\nComment:\nComment specifically on the presence or absence of", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Father: 54, deceased, heart attack. No brothers or sisters. There is a positive family history of hypertension, but no diabetes, or cancer.\n\nComment:\ndiseases relevant to the chief complaint", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Review of Systems", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "HEENT:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "No complaints of headache change in vision, nose or ear problems, or sore throat.\n\nComment:\nSeparate each ROS section for easy identification", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Cadiovascular:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "See HPI\n\nComment:\nOK to refer to HPI if adequately covered there", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Gastrointestinal:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "No complaints of dysphagia, nausea, vomiting, or change in stool pattern, consistency, or color. She complains of epigastric pain, burning in quality, approximately twice a month, which she notices primarily at night.\n\nComment:\nList positive and negative findings in brief, concise phrases or sentences", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Genitourinary:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "No complaints of dysuria, nocturia, polyuria, hematuria, or vaginal bleeding.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Musculoskeletal:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "She complains of lower back pain, aching in quality, approximately once every week after working in her garden.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "This pain is usually relieved with Tylenol. She complains of no other arthralgias, muscle aches, or pains.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Neurological:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "She complains of no weakness, numbness, or incoordination.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Physical Examination", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Vital Signs:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Blood Pressure 168/98, Pulse 90, Respirations 20, Temperature 37 degrees.\n\nComment:\nAlways list vital signs. Check for orthostatic BP/P changes if it is relevant to the patient’s complaint", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "General:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Ms. Rogers appears alert, oriented and cooperative.\n\nComment:\nDescription may give very important clues as to the nature or severity of the patient’s problem", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Skin:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Normal in appearance, texture, and temperature\n\nComment:\nComment on all organ systems", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "HEENT:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Scalp normal.\n\nComment:\nList specific normal or pathological findings when relevant to the patient’s complaint", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Pupils equally round, 4 mm, reactive to light and accommodation, sclera and conjunctiva normal.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Fundoscopic examination reveals normal vessels without hemorrhage.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Tympanic membranes and external auditory canals normal.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Nasal mucosa normal.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Oral pharynx is normal without erythema or exudate. Tongue and gums are normal.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Neck:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Easily moveable without resistance, no abnormal adenopathy in the cervical or supraclavicular areas. Trachea is midline and thyroid gland is normal without masses. Carotid artery upstroke is normal bilaterally without bruits. Jugular venous pressure is measured as 8 cm with patient at 45 degrees.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Chest:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Lungs are clear to auscultation and percussion bilaterally except for crackles heard in the lung bases bilaterally. PMI 5th is in the inter-costal space at the mid clavicular line. A grade 2/6 systolic decrescendo murmur is heard best at the second right inter-costal space which radiates to the neck.\n\nComment:\nThis patient needs a detailed cardiac examination", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "A third heard sound is heard at the apex. No fourth heart sound or rub are heard. Cystic changes are noted in the breasts bilaterally but no masses or nipple discharge is", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Seen.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Abdomen:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "The abdomen is symmetrical without distention; bowel sounds are normal in quality and intensity in all areas; a bruit is heard in the right paraumbilical area. No masses or splenomegaly are noted; liver span is 8 cm by percussion.\n\nComment:\nMore precise than saying “no hepatomegaly”", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Extremities:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "No cyanosis, clubbing, or edema are noted. Peripheral pulses in the femoral, popliteal, anterior tibial, dorsalis pedis, brachial, and radial areas are normal.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Nodes:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "No palpable nodes in the cervical, supraclavicular, axillary or inguinal areas.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Genital/Rectal:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Normal rectal sphincter tone; no rectal masses or tenderness. Stool is brown and guaiac negative. Pelvic exmaination reveals normal external genitalia, and normal vagina and cervix on speculum examination. Bimanual examination reveals no palpable uterus, ovaries, or masses.\n\nComment:\nAlways include these exams, or comment specifically why they were omitted", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Neurological:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Cranial nerves II-XII are normal. Motor and sensory examination of the upper and lower extremities is normal.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Gait and cerebellar function are also normal. Reflexes are normal and symmetrical bilaterally in both extremities.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Initial Problem List", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "1. Chest Pain\n\nComment:\nAlthough you can omit this initial problem list from your", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "2. Dyspnea\n\nComment:\nfinal written H&P, (and just list a final problem list", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "3. History of HTN (4 years)\n\nComment:\nshown below), it is useful to make an initial list simply", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "4. History of TAH/BSO\n\nComment:\nto keep track of all problems uncovered in the interview", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "5. History of peptic ulcer disease\n\nComment:\n(#1-9 in this list) and exam (#10-13)", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "6. Penicillin allergy", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "7. FH of early ASCVD", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "8. Epigastric pain", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "9. Low back pain", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "10. Hypertension", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "11. Systolic murmur", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "12. Cystic changes of breasts", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "13. Abdominal bruit", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Revised Problem List", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "1. Chest pain\n\nComment:\nThis list regroups related problems (or those you", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "2. FH of early ASCVD\n\nComment:\nsuspect are related) into a more logical sequence", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "3. Early surgical menopause", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "4. Dyspnea", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "5. Recent onset HTN", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "6. Abdominal bruit", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "7. Systolic ejection murmur", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "8. Epigastric pain", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "9. History of peptic ulcer disease", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "10. Lumbosacral back pain", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "11. OTC non-steroidal analgesic use", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "12. Cystic changes of breasts", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "13. Penicillin allergy", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Assessment and Differential Diagnosis", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "1. Chest pain with features of angina pectoris", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "This patient’s description of dull, aching, exertion related substernal chest pain is suggestive of ischemic cardiac origin. Her findings of a FH of early ASCVD, hypertension, and early surgical menopause are pertinent risk factors for development of coronary artery disease. Therefore, the combination of this patient’s presentation, and the multiple risk factors make angina pectoris the most likely diagnosis. The pain symptoms appear to be increasing, and the occurrence of pain at rest suggests this fits the presentation of unstable angina, and hospitalization is indicated.\n\nComment:\nIn the assessment you take each of the patient’s major problems and draw conclusions, in this case that the chest pain is more likely due to ischemic heart disease instead of other possibilities. You tie in several of the other problems as risk factors for ischemic heart disease, and not merely as random unrelated problems. You should list and extensive justification for your most likely diagnosis. You should also explain why you are less suspicious of alternative diagnoses, such as esophageal reflux disease,", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Other processes may explain her chest pain, but are less likely. Gastro-esophageal reflux disease (GERD) may occur at night with recumbency, but usually is not associated with exertion. The pain of GERD is usually burning, and the patient describes no associated gastrointestinal symptoms such as nausea, vomiting or abdominal pain which might suggest peptic ulcer disease. The presence of dyspnea might suggest a pulmonary component to this patient’s disease process, but the absence of fever, cough or abnormal pulmonary examination findings make a pulmonary infection less likely, and the association of the dyspnea with the chest pain supports the theory that both symptoms may be from ischemic heart disease.\n\nComment:\npulmonary or musculoskeletal pain.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "2. Dyspnea", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Her dyspnea may correlate with findings on physical exam of a third heart sound and pulmonary crackles, suggesting left ventricular dysfunction. In that case, she may be manifesting symptoms and findings of congestive heart failure from myocardial ischemia.\n\nComment:\nAs in the previous problem, you should explain, in more detail than is shown in this example, why you felt the dyspnea is more likely to be from ischemic heart disease, and not asthma, bronchitis, or other possibilities. Follow this pattern", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "3. Recent onset hypertension and abdominal bruit\n\nComment:\nfor all subsequent problems.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "This combination raises the possibility of a secondary cause of hypertension, specifically ASCVD of the renal artery leading to renovascular hypertension. The lack of hypertensive retinopathy and left ventricular hypertrophy on physical examination further support a recent onset of her", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "BP elevation.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "4. Systolic murmur", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "The possibility of important valvular heart disease is raised by the murmur, specifically, aortic stenosis. The murmur radiates to the neck as an aortic valvular murmur often does, but a normal carotid upstroke may mean this murmur is not significant.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "5. Epigastric discomfort, NSAID use with a history of peptic ulcer disease.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "6. Lumbo-sacral back pain", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "7. Fibrocystic breast disease", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "8. Penicillin allergy", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "Plan:", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "1. Carefully monitor the patient for any increased chest pain that might be indicative of impending myocardial infarction by admitting the patient to the telemetry floor.\n\nComment:\nYou should develop a diagnostic and therapeutic plan for the patient. Your plan should incorporate acute and long-term care of the patient’s most likely problem. You should consider pharmacologic and non-pharmacologic", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "2. Start platelet inhibitors, such as aspirin to decrease the risk of myocardial infarction; start nitrates to decrease the risk of occlusion and to treat her symptoms of pain. For prolonged pain unresponsive to nitrates, she may need an analgesic such as morphine. The nitrates will also help to lower her BP.\n\nComment:\nmeasures and be cognizant of the fact that you need to treat the symptoms (i.e. make the patient comfortable) as much as treating the disease when possible. You are expected to know the usual classes of medications used to treat these illnesses.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "3. Patient should have her cholesterol monitored and when discharged she should be started on an appropriate exercise and weight loss program, including a low-fat diet. If her cholesterol is elevated, she may need cholesterol-lowering medication such as HMG Co-reductases.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "4. Schedule a cardiac catheterization since non-invasive tests have a high pretest probability for being positive and regardless of the result, negative or positive, she will need a cath", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "5. Begin diuretics for her dyspnea which is most likely secondary to volume overload – this will treat her high BP as well. She should have a ventriculogram with the cath that will assess cardiac size and presence of wall motion abnormalities.", "metadata": {"source": "UMNwriteup.pdf"}}
{"content": "6. Appropriate lab work would include BUN/Creatinine to assess kidney function, electrolytes and baseline EKG.", "metadata": {"source": "UMNwriteup.pdf"}}
